[
	{	
		"articleId": 0,
	    "title": "Swiss Alps avalanche leaves 3 dead, 2 injured near glacier",
	    "description": "Swiss police say three skiers have been killed in an avalanche in the Alps and two others have been taken to a hospital with light injuries. Police in Valais canton (state) say the avalanche hit the group of five skiers on Saturday afternoon. The group had se…",
	    "publishedAt": "2018-04-01T00:00:00Z"
	},
	{
		"articleId": 1,
	    "title": "Plan to deport 20,000 asylum seekers sparks protests, fear as deadline looms",
	    "description": "Israel wants to deport 20,000 African asylum seekers to Rwanda and Uganda.",
	    "publishedAt": "2018-04-01T00:00:00Z"
	},
	{
		"articleId": 2,
	    "title": "Tillerson scrubbed from State Dept website",
	    "description": "Rex Tillerson has all but vanished from the State Department's website as his unceremonious firing by tweet took effect over the weekend. The \"Secretary of State Tillerson\" link at the top of the department's homepage ( www.state.gov ) disappeared overnight S…",
	    "publishedAt": "2018-04-01T00:00:00Z"
	},
	{
		"articleId": 3,
	    "title": "Spring snow moving from Plains to Northeast -- with cold to follow",
	    "description": "The first storm of the holiday weekend moved through the upper Midwest on Saturday bringing as much as a foot of snow in northern Minnesota. Now another storm is developing in the central Plains Sunday and rapidly moving to the east -- with snow likely from N…",
	    "publishedAt": "2018-04-01T00:00:00Z"
	},
	{
		"articleId": 4,
	    "title": "Man suffers serious injuries in shark attack",
	    "description": "A 25-year-old man suffered serious injuries in a shark attack in Hawaii on Saturday morning, according to authorities.\nThe attack occurred at 9:30 a.m., according to the Department of Land and Natural Resources Division of Aquatic Resources.\nOfficials on the …",
	    "publishedAt": "2018-04-01T00:00:00Z"
	},
	{
		"articleId": 5,
	    "title": "Ousted Shulkin rejects White House claim he resigned VA job",
	    "description": "Former Veterans Affairs Secretary David Shulkin is making it clear he was fired from his job amid conflicting claims from the White House. White House spokeswoman Lindsay Walters is telling The Associated Press that Shulkin had resigned from his job when Pres…",
	    "publishedAt": "2018-04-01T00:00:00Z"
	},
	{
		"articleId": 6,
	    "title": "More lawsuits filed after Florida pedestrian bridge collapse",
	    "description": "More lawsuits have been filed in the aftermath of a pedestrian bridge collapse near a Florida university campus. The Miami Herald reports that a 19-year-old who was a passenger in an SUV crushed by a slab of concrete filed a lawsuit Thursday against several c…",
	    "publishedAt": "2018-04-01T00:00:00Z"
	},
	{
		"articleId": 7,
	    "title": "Megachurch pastor indicted on $3.5 million fraud",
	    "description": "The religious leader allegedly sold phony Chinese bonds.",
	    "publishedAt": "2018-03-31T00:00:00Z"
	},
	{
		"articleId": 8,
	    "title": "Free high-capacity magazines given out at gun rights rally",
	    "description": "Gun rights supporters protesting gun restriction legislation have gathered outside the Vermont Statehouse to urge the governor not to sign the bill. Police estimate hundreds of protesters turned out Saturday to show their opposition a day after the Vermont le…",
	    "publishedAt": "2018-03-31T00:00:00Z"
	}
]